/* This is a mapping of BRError code failures to localized recovery suggestions */

/* kBRMediaPlayerSongPlaybackError*/
201 = "1 つ前の画面に戻るには、メニューボタンを押してください。";

/* kBRMediaPlayerNotResponding*/
202 = "1 つ前の画面に戻るには、メニューボタンを押してください。";


/* kBRMediaNoMovieFolderContent */
304 = "作成またはダウンロードしたムービーが、ホームの“ムービー”フォルダにあることを確認してください。";

/* kBRMediaEmptyPlaylist */
310 = "";

/* kBRMediaNoSuchPlaylist */
311 = "別のプレイリストを選択してください。";

/* kBRMediaNoSuchSong */
312 = "別の曲を選択してください。";

/* kBRMediaNoSongForSlideshow */
316 = "スライドショーのミュージックの設定を確認して、もう一度やり直してください。";

/* kBRMediaSongPlaybackErrorDuringSlideshow */
317 = "スライドショーのミュージックの設定を確認して、もう一度やり直してください。";

/* kBRVideoUnplayable */
318 = "フォーマットが認識されませんでした。";

/* kBRMediaRadioStreamUnplayable */
319 = "ラジオストリームはタイムアウトになったため、再生できませんでした。";


/* kBRRemoteMediaNoContent*/
350 = "";

/* kBRRemoteMediaNoPhotoContent */
351 = "";

/* kBRRemoteMediaNoPodcastContent */
352 = "";

/* kBRRemoteMediaNotDRMAuthorized */
353 = "";

/* kBRRemoteMediaNoTVShowContent */
355 = "";

/* kBRRemoteMediaNoMusicVideoContent */
356 = "";

/* kBRRemoteMediaNoPlaylists */
357 = "";

/* kBRRemoteMediaNoSongContent */
358 = "";

/* kBRRemoteMediaNoAudioBookContent */
359 = "";

/* kBRRemoteMediaEmptyPlaylist */
360 = "";

/* kBRRemoteMediaLoadingError */
361 = "ソースを確認するか、後でもう一度やり直してください。";

/* kBRRemotePhotoSourceUnavailableError */
363 = "ソースを確認するか、後でもう一度やり直してください。";

/* kBRDataSourceConnectionInProgressError */
420 = "しばらくお待ちください。";

/* KBRSystemNetworkHostUnreachable */
501 = "ネットワーク構成と接続状況を確認してください。";

/* kBRSystemErrorTrailerSiteUnreachable */
502 = "Apple の映画予告編 Web サイトは現在使用できません。後でもう一度やり直してください。";

/* kBRSystemNotHDCPCompliant */
503 = "このコンテンツを見るには、接続されているディスプレイが HDCP に対応していることを確認してください。";

/* kBRSetupCantSetLanguage */
600 = "再試行";


/* kBRDVDErrorCantInitializeDVDPlaybackAlert */
750 = "ほかのアプリケーションが DVD を再生している可能性があります。デスクトップに戻り、該当するアプリケーションを終了してから、もう一度試してください。";

/* kBRDVDErrorCantEjectDVDAlert */
751 = "ほかのアプリケーションが DVD を再生している可能性があります。デスクトップに戻り、該当するアプリケーションを終了してください。";

/* kBRDVDErrorBadRegionCodeAlert */
752 = "リージョンコードについて詳しくは、“DVD プレーヤーヘルプ”を参照してください。";

/* kBRDVDErrorBadDVDMediaAlert */
753 = "フォーマットが認識されませんでした。";

/* kBRDVDErrorFatalDVDAlert */
754 = "ディスクに問題があります。";

/* kBRCDErrorCantEjectCDAlert */
755 = "ほかのアプリケーションが CD を使用しています。デスクトップに戻り、該当するアプリケーションを終了してから、もう一度試してください。";


/* kBRInternalResourceError */
900 = "";


